Repository: Archomeda/raiders-inn-bot
Catalog: DiscordBotLib/Locales/Commands.*.resx
Languages: nl

# Settings.GetLanguageGlobal
source: The global language is set to {langName} ({langKey}).
nl: De globale taal is ingesteld op {langName} ({langKey}).

# Settings.GetLanguageGuild
source: {user:mention}, the server language is set to {langName} ({langKey}).
nl: {user:mention}, de servertaal is ingesteld op {langName} ({langKey}).

# Settings.SetLanguageGlobal
source: The global language has been set to {langName}.
nl: De globale taal is nu ingesteld op {langName}.

# Settings.SetLanguageGuild
source: {user:mention}, the server language has been set to {langName}.
nl: {user:mention}, de servertaal is nu ingesteld op {langName}.

# Settings.SetLanguageGlobal.NotAvailable
source: The language {langKey} is not a valid language for the bot.
nl: De taal {langKey} is geen geldige taal voor de bot.

# Settings.SetLanguageGuild.NotAvailable
source: {user:mention}, the language {langKey} is not a valid language for the bot.
nl: {user:mention}, de taal {langKey} is geen geldige taal voor de bot.

# Settings.GetPrefix
source: {user:mention}, the command prefix is set to `{prefix}`.
nl: {user:mention}, de opdrachtprefix is ingesteld op `{prefix}`.

# Settings.GetPrefix.Empty
source: {user:mention}, the command prefix is currently not set.
nl: {user:mention}, de opdrachtprefix is op dit moment niet ingesteld.

# Settings.SetPrefix
source: {user:mention}, the command prefix has been set to `{prefix}`.
nl: {user:mention}, de opdrachtprefix is nu ingesteld op `{prefix}`.

# Settings.SetPrefix.Empty
source: {user:mention}, the command prefix has been removed.
nl: {user:mention}, de opdrachtprefix is verwijderd.

# Utils.Help
source: {user:mention}, listed below are the available commands. You can append the name of a command to this help command for more information about that command.
nl: {user:mention}, hieronder staan de beschikbare opdrachten. Je kan de naam van een opdracht toevoegen aan deze helpopdracht voor meer informatie over die opdracht.

# Utils.Help_dm
source: Listed below are the available commands. You can append the name of a command to this help command for more information about that command.
nl: Hieronder staan de beschikbare opdrachten. Je kan de naam van een opdracht toevoegen aan deze helpopdracht voor meer informatie over die opdracht.

# Utils.Help.Module.Submodules
source: Commands with subcommands: *{submodules}*.
nl: Opdrachten met subopdrachten: *{submodules}*.

# Utils.Help.Command
source: {user:mention}, the command information is as follows:
nl: {user:mention}, de opdrachtinformatie is als volgt:

# Utils.Help.Command_dm
source: The command information is as follows:
nl: De opdrachtinformatie is als volgt:

# Utils.Help.Command.Sub
source: *This command has extra subcommands available:*
nl: *Deze opdracht heeft extra subopdrachten beschikbaar:*

# Settings.Description
source: Settings
nl: Instellingen

# Settings.Language.Description
source: Shows or sets the language
nl: Toont of wijzigt de taal

# Settings.Language.GetGlobal.Description
source: Shows the current global language
nl: Toont de huidige globale taal

# Settings.Language.GetGuild.Description
source: Shows the current language for this server
nl: Toont de huidige taal voor deze server

# Settings.Language.SetGlobal.Description
source: Sets the global language
nl: Wijzigt de globale taal

# Settings.Language.SetGuild.Description
source: Sets the server language
nl: Wijzigt de servertaal

# Settings.Prefix.Description
source: Shows or sets the command prefix
nl: Toont of wijzigt de opdrachtprefix

# Settings.Prefix.Get.Description
source: Shows the current command prefix
nl: Toont de huidige opdrachtprefix

# Settings.Prefix.Set.Description
source: Sets the command prefix
nl: Wijzigt de opdrachtprefix

# Settings.Language.SetGlobal.LangId.Description
source: The language id
nl: Het taal-id

# Settings.Language.SetGuild.LangId.Description
source: The language id
nl: Het taal-id

# Settings.Prefix.Set.Prefix.Description
source: The command prefix
nl: De opdrachtprefix

# Utils.Description
source: Utilities
nl: Hulpmiddelen

# Utils.Help.Description
source: Shows information about the commands
nl: Toont informatie over de opdrachten

# Utils.Help.Single.Description
source: Shows information about a command
nl: Toont informatie over een opdracht

# Utils.Help.Single.Command.Description
source: The command
nl: De opdracht

# Utils.Help.Command.DoesNotExist
source: {user:mention}, that command does not exist.
nl: {user:mention}, die opdracht bestaat niet.

# Utils.Help.Command.DoesNotExist_dm
source: That command does not exist.
nl: Die opdracht bestaat niet.

# Settings.Activity.Description
source: Shows or sets the activity
nl: Toont of wijzigt de activiteit

# Settings.Activity.Get.Description
source: Shows the current activity
nl: Toont de huidige activieit

# Settings.Activity.Set.Description
source: Sets the activity
nl: Wijzigt de activiteit

# Settings.Activity.Get
source: {user:mention}, the activity is set to: {type} {name}.
nl: {user:mention}, de activiteit is ingesteld op: {type} {name}.

# Settings.Activity.Get_dm
source: The activity is set to: {type} {name}.
nl: De activiteit is ingesteld op: {type} {name}.

# Settings.Activity.Get.Empty
source: {user:mention}, the activity is currently not set.
nl: {user:mention}, de activiteit is op dit moment niet ingesteld.

# Settings.Activity.Get.Empty_dm
source: The activity is currently not set.
nl: De activiteit is op dit moment niet ingesteld.

# Settings.Activity.Set.Type.Description
source: Activity type: Playing, Streaming, Listening, Watching
nl: Activiteittype: Playing, Streaming, Listening, Watching

# Settings.Activity.Set.Text.Description
source: Activity description
nl: Activiteitbeschrijving

# Settings.Activity.Set.InvalidType
source: {user:mention}, that activity type is invalid. It needs to be one of the following: Playing, Streaming, Listening, Watching.
nl: {user:mention}, dat activiteittype is ongeldig. Het moet een van het volgende zijn: Playing, Streaming, Listening, Watching.

# Settings.Activity.Set.InvalidType_dm
source: That activity type is invalid. It needs to be one of the following: Playing, Streaming, Listening, Watching.
nl: Dat activiteittype is ongeldig. Het moet een van het volgende zijn: Playing, Streaming, Listening, Watching.

# Settings.Activity.Set
source: {user:mention}, the activity has been set to: {type} {name}.
nl: {user:mention}, de activiteit is nu ingesteld op: {type} {name}.

# Settings.Activity.Set_dm
source: The activity has been set to: {type} {name}.
nl: De activiteit is nu ingesteld op: {type} {name}.

# Settings.Activity.Unset
source: {user:mention}, the activity has been removed.
nl: {user:mention}, de activiteit is verwijderd.

# Settings.Activity.Unset_dm
source: The activity has been removed.
nl: De activiteit is verwijderd.

# Settings.Activity.Unset.Description
source: Removes the activity
nl: Verwijdert de activiteit

# Utils.Export.GuildMembersPart
source: {user:username}: {user:id}
nl: {user:account_name}: {user:id}

# Utils.Export.GuildMembersPart.Nickname
source: {user:username} ({user:name}): {user:id}
nl: {user:account_name} ({user:name}): {user:id}

# Utils.Export.Description
source: Exports all accessible bot information for this server
nl: Exporteert alle informatie van deze server dat voor de bot toegankelijk is

# Utils.Export.Description_dm
source: Exports all accessible bot information
nl: Exporteert alle informatie dat voor de bot toegankelijk is

# Utils.Export.SentDm
source: {user:mention}, the export has been sent to you through DM.
nl: {user:mention}, de export is verstuurd per PB.

# Utils.Export.Exporting
source: {user:mention}, working on exporting...
nl: {user:mention}, bezig met exporteren...

# Utils.Export.NoGuilds
source: {user:mention}, no valid servers found to export.
nl: {user:mention}, geen geldige servers gevonden om te exporteren.

# Utils.Export.Exporting_dm
source: Working on exporting...
nl: Bezig met exporteren...

# Utils.Export.NoGuilds_dm
source: No valid servers found to export.
nl: Geen geldige servers gevonden om te exporteren.

# Utils.Export.SentDm_dm
source: The export has finished.
nl: De export is klaar.
